Repository: mozilla-l10n/mt-training-data
Catalog: blk/blk_pontoon.tmx
Source language: en_us
Languages: blk

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
blk: ငေါဝ်းဒွေါင်ႏဖုံႏ တမဲန်ႏတနꩻတောဝ်း၊ အောဝ်ႏလိုႏဒေါ့ꩻဒျာႏ"နီအောဝ်ႏ" နောဝ်ꩻ ဒေါ့ꩻမာႏတေားဒျာႏ ငေါဝ်းဒွေါင်ႏ "နီအဝ်ႏ" မွေးတောဝ်းလဲ့ အတဗန်ႏချာငါဝင်ꩻနောဝ်ꩻသွူ။

source: Read More
blk: ထွားဒေါ့ꩻ ထဲင်းယင်း

source: Read Sentences
blk: ထွားဒေါ့ꩻ လိတ်ရဲဉ်ႏဖုံႏ

source: Read Sentences, Answer Questions
blk: ထွားဒေါ့ꩻဖေႏသွော့ ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏ၊ စေလောဝ်းဖေႏသွော့ ငေါဝ်းရီဖုံႏ။

source: Read Sentences <small>(Coming soon)</small>
blk: ထွားဒေါ့ꩻ ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏ<small>(တညတောဝ်းအီႏလွဉ်)</small>

source: Read sentences submitted by the community in various languages
blk: ထွားစဲစ်ဖေႏသွော့ အသောင်ရင်ꩻ လိုꩻစွိုꩻဗူႏသီး ကဒင်ႏပသာခါꩻဒါႏ ဘာႏသာႏငေါဝ်းငွါ အစွိုးစွိုး ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏယိုဩ။

source: Read the sentence carefully - don’t miss, change or add words.
blk: ထွားဒေါ့ꩻ စဲင်းစဲင်းသွော့ လိတ်ရဲဉ်ႏယိုနေား- ဖေႏကအွဉ်ႏကုဲင်မွိုန်း၊ ပြောင်ꩻလုဲင်ႏ မွေးတောဝ်းလဲ့ သော့ꩻ ငေါဝ်းဖြုံႏ။

source: Ready to do { $count } more?
blk: မာꩻထဲင်းယင်း { $count } တာႏ ဖုဲင်ႏလဲဉ်းနဲ့?

source: <recordIcon></recordIcon> Last one!
blk: <recordIcon></recordIcon>အဆုဲင်ꩻသွတ်ꩻ တလဲင်ႏ!

source: [Recording cut off before the end of the last word]
blk: [အဆုဲင်ꩻသွတ်ꩻငေါဝ်း တထွူဒွိုန်းအခိန်ႏကို ဒင်ႏမုဲင်အငေါဝ်းယို ထိုꩻမားဒါႏသွူ]

source: Recordings
blk: ဒင်ႏမုဲင်တောင်ꩻအငေါဝ်းဖုံႏ

source: Record/Stop
blk: ဒင်ႏမုဲင်တောင်ꩻ/အုံဆွိုး

source: Record yourself reading sentences in your language
blk: ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏယို ထွားဒေါ့ꩻ ဒင်ႏမုဲင်တောင်ꩻခါꩻသွော့ တွမ်ႏ နီဗွေႏ ဘာႏသာႏငေါဝ်းငွါနေားဩ။

source: Record yourself responding to questions and prompts in your language
blk: ငေါဝ်းရီဖုံႏ တွမ်ႏ နွန်ႏအာႏတမာဖုံႏယို စေဒေါ့ꩻ ဒင်ႏမုဲင်တောင်ꩻခါꩻသွော့ တွမ်ႏ နာꩻဘာႏသာႏငေါဝ်းငွါ။

source: Record your voice
blk: ဒင်ႏမုဲင်တောင်ꩻခါꩻ နာꩻ ငေါဝ်း

source: Reference the source of your sentence (required)
blk: အုံနောင်အွဉ်ႏနယ်ဗာႏ နာꩻလိတ်ရဲဉ်ႏယို အရွီးအခိုႏ (အောဝ်ႏလိုႏဒါႏ)

source: Refresh
blk: ကောႏယင်းအထျꩻ

source: Reject
blk: စူꩻတောဝ်း

source: Remove
blk: ယားလီ

source: Remove Avatar
blk: ယားလီထိုꩻ နမ်းလွို

source: Report
blk: ဒင်ႏနယ်ချာ

source: Report was passed successfully
blk: ဒင်ႏပသာထင်ႏထေ့ လိတ်လောဝ်းဟွုန် အစီႏရင်ႏခံႏ ထွူဗꩻအောင်ႏမျင်ႏလဲဉ်းသွူ။

source: Request a Language
blk: ကွီကော့ꩻ ဘာႏသာႏငေါဝ်းငွါတဗာႏ

source: Request New Language
blk: ကွီကော့ꩻ ဘာႏသာႏငေါဝ်းငွါတသာ

source: Request recordings
blk: ကွီသွော့ ဒင်ႏမုဲင်အငေါဝ်းဖုံႏ

source: *required
blk: *အောဝ်ႏလိုႏဗာႏ

source: Re-record
blk: ဒင်ႏမုဲင်တောင်ꩻချာယင်း

source: Re-record clip
blk: မာꩻချာယင်း ဒင်ႏမုဲင်တောင်ꩻ အကွို့ꩻ

source: Respond
blk: လောဝ်းဟွုန်ချာ

source: Return
blk: သဲင်ꩻလွဉ်ချာ

source: Return to Common Voice Datasets
blk: သဲင်ꩻချာယင်း ကောင်မွဉ်းဗွဲက် ဒေတာခြွဉ်းကို

source: Review
blk: ထွားစဲစ်

source: Review and vote for new questions submitted by the community
blk: ထွားစဲစ်ချာ တွမ်ႏ အသောင်ရင်ꩻလိုꩻဗူႏသီး ကဒင်ႏပသာထင်ႏဒါႏ ငေါဝ်းရီတသာဖုံႏအတာႏ မဲး

source: Review could not be saved. Please try again later.
blk: သိမ်ꩻထူႏ ထာꩻထွားစဲစ်ယို လတောဝ်းတဲင် ဖျင်မာꩻချာထဲင်းသွော့ တလဲင်ႏဩ။

source: ⓘ Review Criteria
blk: ⓘ ထာꩻထွားစဲစ် အွဉ်ႏထွော့ဆင်ႏ

source: Review Criteria
blk: အွဉ်ႏထွော့ဗာႏ ထာꩻထွားစဲစ်

source: Reviewed sentences not submitted, are sure?
blk: ကထွားစဲစ်လဲဉ်းဒျာႏ လိတ်ရဲဉ်ႏဖုံႏယို တဒင်ႏပသာဗာႏတောဝ်းဒွိုန်းနောဝ်ꩻ၊ စဲင်းစဲ့ဒျာႏနဲ့?

source: Review existing sentences submitted by the community
blk: ထွားစဲစ်ချာဖေႏသွော့ အသောင်ရင်ꩻလိုꩻဗူႏသီး ကဒင်ႏပသာထင်ႏလဲဉ်းဒါႏ ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏ။

source: Review questions
blk: ထွားစဲစ်ချာ ငေါဝ်းရီဖုံႏ

source: Review & re-record clips here as you go
blk: နာꩻမိဉ်ႏ လွေꩻသဲင်ꩻချာငါဗာႏ ထွားစဲစ်ချာပါသွော့ အငေါဝ်းဖုံႏယို အောဝ်ႏလိုႏဒါႏ အထွောင်းမုဲင်ꩻ ထဲမ်သော့ꩻယင်းလꩻဒျာႏနေား။

source: Review & re-record clips if needed
blk: ထွားစဲစ်ချာသွော့ မိဉ်ႏအောဝ်ႏလိုႏဒါႏနောဝ်ꩻ ဒင်ႏမုဲင်ချာဖေႏယင်း အငေါဝ်းဟုဲင်း။

source: Review sentences
blk: ထွားစဲစ်ချာ ဝါကျလိတ်ရဲဉ်ႏ

source: Review Sentences
blk: ထွားစဲစ် ဝါကျလိတ်ရဲဉ်ႏ

source: Review & Submit
blk: ထွားစဲစ်ချာထွူ ဒင်ႏပသာ

source: Review transcriptions of recorded sentences for accuracy
blk: ထွားစဲစ်ချာယင်းသွော့ ကဒင်ႏထွူလဲဉ်းဒါႏ ငေါဝ်းလိတ်ရဲဉ်ႏကို လိတ်ယာႏဖုံႏ ထီႏမဲန်ႏတနꩻအောဝ်ႏလို့နေဟောင်း

source: Review user-submitted transcriptions in your language
blk: နာꩻဘာႏသာႏငေါဝ်းငွါကို ထွားစဲစ်အွဉ်ႏတိဉ်ႏဖေႏသွော့ ကေားသွုံꩻသားဖုံႏ ကဒင်ႏမုဲင်ခါꩻဒါႏ တဲမ်းလိတ်ယာႏဖုံႏ

source: Romanian
blk: ရိုမေနီယန်

source: Rukai
blk: ရုကုဲင်

source: Russian
blk: ရုသျား

source: Rutoro
blk: ရူတိုရို

source: Ruuli
blk: ရူးလီ

source: s
blk: ကာႏ

source: S
blk: ကာႏ

source: Sabah Bisaya
blk: သဗဗုဲင်းသျ

source: Saʼban
blk: သ ဗန်

source: Sakha
blk: သခါ

source: Sango
blk: သန်ကို

source: Sansi
blk: သန်းသီ

source: Save
blk: ထူႏဟောဝ်

source: Saved
blk: ထူႏဟောဝ်လဲဉ်း

source: Search
blk: ထိုမ်ႏထွား

source: Search...
blk: ထိုမ်ႏထွား...

source: Search for a language
blk: ထိုမ်ႏထွား ဘာႏသာႏငေါဝ်းငွါတဗာႏ

source: Search for a language...
blk: ထိုမ်ႏထွား ဘာႏသာႏငေါဝ်းငွါတဗာႏ...

source: See More
blk: ထွားထဲင်း

source: Select a Language...
blk: လွိုက်ထူႏ ဘာႏသာႏငေါဝ်းငွါတဗာႏ...

source: Select an option
blk: လွိုက်ထူႏသွော့တဗာႏ

source: Select a variant (optional)
blk: လွိုက်ထူႏသွော့ တပီဗွိုန်တောဝ်းဝင်ꩻ တဗာႏ

source: Selected
blk: လွိုက်ထူႏဗာႏ

source: Select File
blk: လွိုက် ဖုဲင်

source: Select File to Upload
blk: လွိုက်ဖုဲင် ဒင်ႏသော့ꩻတာႏ

source: Select up to three domains (optional)
blk: လွိုက်ထူႏနွောင်ꩻဒျာႏ ဒိုမေင်း အောဝ်ႏသွံဗာႏ

source: Sena
blk: သီန

source: Send a link to my email
blk: ပသာဖေႏသွော့ နီအီးမေးကို လိဉ့်ဖြွီꩻတဗာႏ

source: Sentence
blk: ဝါကျလိတ်ရဲဉ်ႏ

source: Sentence Collection
blk: ထိုမ်ႏလွောင်ႏရွမ် လိတ်ရဲဉ်ႏ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
blk: <sentenceCollectorFragment>လွေꩻထွားထဲင်းသွော့ ရွမ်ဗူႏ လိတ်ရဲဉ်ႏဖုံႏ</sentenceCollectorFragment>ကို။

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
blk: <sentenceCollectorVideo>ထွားဖေႏသွော့ ထူႏရွမ် လိတ်ဖြုံႏရဲဉ်ႏသား သွုံꩻတဖူꩻနယ်ꩻယိုဩ။</sentenceCollectorVideo>

source: Sentence Domain
blk: ငေါဝ်းလိတ်ရဲဉ်ႏ ဒိုမေင်း

source: Sentences are collected for people to read aloud.
blk: လိုꩻသီး ဒေါ့ꩻထန်ႏအငေါဝ်းတာႏ ထိုမ်ႏရွမ်ဗာႏ လိတ်ဖြုံႏရဲဉ်ႏဖုံႏနဝ်ꩻသွူ။

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
blk: ကထဲမ်သော့ꩻဖေႏဒါႏ လိတ်ရဲဉ်ႏဝါကျဖုံႏယို အီႏအွဉ်ႏဒင်ႏသော့ꩻလွေꩻဖေႏ ခမ်းသားလိုꩻအာပဲင်ႏလꩻ သီသီ-0 လꩻခွင်ꩻ တဖူꩻနယ်ꩻကပါဒါႏ အဆင်ႏခြွဉ်းအကိုနောဝ််ꩻသွူ။

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
blk: ယံဖေႏကပါသော့ꩻနွောင်ꩻ ကောင်မွဉ်းဗွဲက် ကိုအတာႏ လိတ်ရဲဉ်ႏဝါကျဖုံႏယို လိုꩻနီဖြာꩻ ထွားစဲစ်အွဉ်ႏတိဉ်ႏထွူဖေႏဗာႏနောဝ်ꩻသွူ။ နာꩻဘာႏသာႏငေါဝ်းငွါအတာႏ တဖွောင်ꩻရဲးကမ်းတဖူꩻနယ်ꩻဖုံႏယို တဲမ်းထူႏဖေႏနွောင်ꩻ<languageGuidelinesLink>ယိုကို</languageGuidelinesLink> နောဝ်ꩻသွူ။ လိတ်ရဲဉ်ႏဝါကျဖုံႏယို အောဝ်ႏဗာႏဒျာႏ <licenseLink>ခမ်းသားလိုꩻအာပဲင်ႏလꩻ</licenseLink> အကို တွမ်ႏ ငေါဝ်းရာႏအဒွေါင်ႏ အောဝ်ႏဗာႏဒျာႏ ၁၅ ဖြုံႏမာꩻလꩻနောဝ်ꩻသွူ။ နာꩻ ကွီကော့ꩻဖေႏနွောင်ꩻ တဲမ်းလိတ်ယာႏဗွေႏ ဖေႏကမာꩻ <waiverLink>နီသွဉ်းသီး ထာꩻမာꩻရဲဉ်ႏ သီသီအို</waiverLink>၊ ထွူ ပသာလွေꩻသွော့ နီသွဉ်းသီး commonvoice@mozilla.com ကိုနောဝ်ꩻသွူ။

source: { $sentences } sentences reviewed. Thank you!
blk: ထွားစဲစ်ဗာႏလဲဉ်း{ $sentences } လိတ်ရဲဉ်ႏဖုံႏယို၊ ကေႏဇူꩻတင်ႏငါႏဩ

source: Sentence text
blk: ငေါဝ်းရဲဉ်ႏဝါကျ လိတ်ယာႏ

source: Sentence Variant
blk: တပီဗွိုန်တောဝ်း လိတ်ရဲဉ်ႏ

source: Separate sentences into one line by pressing “Enter” or “Return” once
blk: နျꩻဖေႏ “တဒေါက်ꩻ” မွေးတောဝ်းလဲ့ “သဲင်ꩻချာ” ယို တလဲင်ႏတဲင် လိတ်ရဲဉ်ႏဖုံႏယို ဖြယ်ထန်ႏဖေႏ တဗာႏလဲင်ႏရဲဉ်ႏဩ။

source: Serbian
blk: သာဗီယန်

source: Seri
blk: သာရီ

source: Serian Bidayuh
blk: သာရီ ဗုဲင်ဒါယာ

source: Service and Retail
blk: လုဲင်ႏစူတွမ်ႏခွုမ်မာꩻဖေႏတာႏ

source: Setswana
blk: သစ်သွာနာ

source: Settings
blk: စက်ပန်ႏ

source: Sex or Gender
blk: လိုꩻခြွိုင်း ခို/မူႏ

source: Shan
blk: ဖြောဝ်ꩻ

source: Share Common Voice
blk: ဖန်းဖြယ်လွေꩻ ကောင်မွဉ်းဗွဲက် ယို

source: Share my goal
blk: ဖန်းဖြယ်လွေꩻ ခွေကောဝ်ႏထွန်ႏ

source: Share your clip
blk: ဖန်းဖြယ်လွေꩻ နာꩻ ငေါဝ်းကွို့ꩻ

source: Shina
blk: ဆီနာ

source: Shona
blk: ဆွန်နာ

source: Shortcuts
blk: နယ်ꩻဒွေါင်ႏ

source: [Should be ‘dinosaurs’]
blk: [အောဝ်ႏလိုႏထွာဒျာႏ 'ဒုဲင်နိုသောဖုံႏ’]

source: [Should be “We are”]
blk: [အောဝ်ႏလိုႏထွာဒျာႏ "နီအောဝ်ႏ"]

source: Sign up
blk: ဒင်ႏမဉ်ꩻ

source: Sindhi
blk: သိဉ်ဟီ

source: Sindhi Bhil
blk: သိဉ်ဟီ ဗုဲင်း

source: Single
blk: တဗာႏ

source: Single sentence submission
blk: ဒင်ႏပသာနယ် ငေါဝ်းလိတ်တရဲဉ်ႏ

source: Sinhala
blk: သေန်ႏဟာႏလာႏ

source: Size
blk: အရွယ်ႏပွိုင်

source: Skip
blk: ကာႏ

source: Small batch
blk: အလဲင်ႏပေႏ

source: Small batch sentence submission
blk: ဒင်ႏပသာနယ် ငေါဝ်းလိတ်ရဲဉ်ႏ အလဲင်ႏပေႏ

source: Social media
blk: လိုꩻသီးခွဲးသွုပ်(သိုဆယ်မီဒီယာ)

source: Somali
blk: သိုမာလီ

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
blk: ဘာႏသာႏငေါဝ်းငွါ ယင်ဟန်ႏဖုံႏနောဝ်ꩻ သဒ္ဒါႏ၊ ဝေါဟာရ တွမ်ႏ အငေါဝ်းထန်ႏဖုံႏ ကွာႏညာꩻအာမွေးငါႏသွူ။ ကွပ်နောဝ်ꩻမꩻ နီသွဉ်းသီး ခွုမ်မာꩻသော့ꩻလွေꩻဖေႏ <ctaLink>'တပီတောဝ်းလို့ဝင်ꩻ အစွိုးအခွိုꩻ ဖြယ်ဖုံႏ (Variants)'</ctaLink> ၂၀၂၂ ဗာႏနေင်ႏအကိုသွူ။ ယိုနောဝ်ꩻ မာꩻဖေႏနွောင်ꩻ အသောင်ရင်ꩻသီး ဖဖြယ်ꩻချာနွောင်ꩻ နမ်းဘာႏသာႏငေါဝ်းငွါ အဆင်ႏခြွဉ်းတန်အကိုနောဝ်ꩻသွူ။

source: Someone asks for a language to be added.
blk: လိုꩻတဖြာꩻဖြာꩻ အောဝ်ႏကွီရီ လိုႏထဲမ်သော့ꩻဖေႏ ဘာႏသာႏငေါဝ်းငွါ တသာနောဝ်ꩻသွူ။

source: Something went wrong. Please try again.
blk: အမာႏ တစွိုးစွိုးအောဝ်ႏတဲင် မာꩻချာယင်းသွော့ တလဲင်ႏဩ။

source: Something went wrong while fetching audio for transcriptions. Please try again later.
blk: တဲမ်းမုဲင်လိတ်ယာႏတာႏ အောဝ်ႏထူႏဟောဝ်ဖေႏ အငေါဝ်းဖုဲင်ခိန်ႏ အမာႏထွာလွဉ်နောဝ်ꩻသွူ။ ကျိုꩻစာꩻချာယင်းသွော့ တလဲင်ႏဩ။

source: Source: { $sentenceSource }
blk: အရွီးအခိုႏ:{ $sentenceSource }

source: Spanish
blk: သပေင်

source: Speak
blk: ဒေါ့ꩻငေါဝ်း

source: Speaking
blk: အောဝ်ႏဒေါ့ꩻငေါဝ်း

source: Speaking and Listening
blk: အောဝ်ႏဒေါ့ꩻငေါဝ်း တွမ်ႏ အောဝ်ႏနာႏငေါဝ်း

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
blk: ဒေါ့ꩻသွော့ တွမ်ႏ နာꩻ ငေါဝ်းလင်္ကာႏ အမဲန်ႏနေား! နာꩻဒေါ့ꩻငေါဝ်းနုဲင်းယိုလဲ့ နီသွဉ်းသီး ကျိုႏဆွုမ်ႏဒျာႏသွူ - နီသွဉ်းသီး မဲဉ်လꩻဒျာႏ နာꩻအငေါဝ်းထန်ႏ ပီနုဲင်းကအောဝ်ႏဒါႏအတွိုင်ꩻ၊ တွမ်ႏ နာꩻကဒေါ့ꩻဒါႏ အငေါဝ်းအဗွီႏအသန်၊ ပွုံႏသဲက်ယံ တွမ်ႏ ထူႏအငေါဝ်းတလီꩻထင်ႏလင်ꩻဖုံႏနောဝ်ꩻသွူ။

source: Speak now
blk: ဒေါ့ꩻငေါဝ်း ယိုခါ

source: Speak options menu
blk: ဒေါ့ꩻသွော့ꩻ လွိုက်ထူႏ ကတူႏရဲဉ်ႏ

source: Speak up, contribute here!
blk: ဒေါ့ꩻငေါဝ်းဟုဲင်း၊ နွို့စွဲးကမ်းသွော့ ယိုကို!

source: Start recording
blk: ကောႏစ ဒင်ႏမုဲင်ခါꩻ ငေါဝ်း

source: Start typing to search
blk: ထိုမ်ႏထွားလွေꩻတာႏ တဲမ်းသော့ꩻရီးသွော့လိတ်

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
blk: <strong>[ခြီခေါဝ်ငေါဝ်း]</strong> ဒုဲင်နိုသောတန်ဖုံႏနောဝ်ꩻ <strong>[ခြီခေါဝ်ငေါဝ်း]</strong> - ထရုဲင်အဲစ်သစ် ကာႏလဒျာႏသွူ။

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
blk: <strong>ဒေါ့ꩻသားအငေါဝ်းထန်ႏယို တွမ်ႏနာꩻအငေါဝ်း တပီတောဝ်းလို့ဝင်ꩻနောဝ်ꩻတဲ့ မာꩻပယ်ႏထေထိုꩻမွိုန်း အငေါဝ်းကွို့ꩻနေား</strong> - ယိုနောဝ်ꩻ ယံဖေႏကထွာအီ လိုꩻစွုမ်ႏဖြာꩻတာႏ ထွားစဲစ်အွဉ်ႏတိဉ်ႏစွူ အငေါဝ်းစက်ပညာႏ ခွုမ်မာꩻယံလွိုအတာႏ အရေꩻတန်မွေးငါႏနောဝ်ꩻသွူ။

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started. Please consider adding your community channels to <communitiesLink>COMMUNITIES.md document on GitHub</communitiesLink>.
blk: <strong>မာꩻထွာလွေꩻသွော့!</strong> နာꩻ ဘာႏသာႏငေါဝ်းငွါ အသောင်ရင်ꩻယို တပီဗွိုန်တောဝ်းဝင်ꩻ တသာခေါ်ဒျာႏသွူ၊ ယိုဖုံႏနောဝ်ꩻ အီႏကောႏတဲႏစအတာႏ တဖူꩻနယ်ꩻဒါႏ ယင်ဟန်ႏဖုံႏနောဝ်ꩻသွူ။ နာꩻ အသောင်ရင်ꩻ ဗွောင်လင်ꩻဖုံႏယို ယံဖေႏကသော့ꩻ ဖန်းဖြယ်ပါ <communitiesLink>ဂစ်ဟုတ် လောင်း ကအောဝ်ႏဒါႏ COMMUNITIES.md လိတ်ရွမ်လိတ်လာႏကို</communitiesLink> အောဝ်ႏလိုႏယူႏလွေꩻပါနောဝ်ꩻသွူ။

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
blk: <strong>[ဆွိုင်ꩻအငေါဝ်း]</strong> <strong>[ငေါဝ်းကဟဲ့ꩻ]</strong> ထရုဲင်အဲစ်သစ် ကာႏလခိန်ႏ ဒုဲင်နိုသောတန်ဖုံႏသွူ။

source: Submit
blk: ဒင်ႏပသာ

source: Submit All
blk: ဒင်ႏပသာလို့

source: Submit a new question for the community to read and respond to
blk: အသောင်ရင်ꩻ လိုꩻစွိုꩻဗူႏသီး ယံထွားဒေါ့ꩻ စေလောဝ်းချာနွောင်ꩻအတာႏ ဒင်ႏပသာဖေႏ ငေါဝ်းရီတသာ။

source: Submit a report
blk: ဒင်ႏပသာဖေႏ ဒင်ႏနယ်ချာတဗာႏ

source: Submit clips
blk: ဒင်ႏပသာ အကွို့ꩻဖုံႏ

source: Submit new questions for the community to read and respond to
blk: အသောင်ရင်ꩻ လိုꩻစွိုꩻဗူႏသီး ယံထွားဒေါ့ꩻ စေလောဝ်းချာနွောင်ꩻအတာႏ ဒင်ႏပသာဖေႏ ငေါဝ်းရီတသာဖုံႏ။

source: Submitted
blk: ဒင်ႏပသာလဲဉ်း

source: Success
blk: အောင်ႏမျင်ႏ

source: success checkmark
blk: အောင်ႏဗꩻလဲဉ်း စဲစ်မဲန်ႏ

source: Successfully accepted question
blk: နေးထူႏ အောင်ႏမျင်ႏလꩻလဲဉ်း ငေါဝ်းရီယိုသွူ

source: Successfully rejected question
blk: စူꩻနေးတောဝ်း အောင်ႏမျင်ႏလꩻလဲဉ်း ငေါဝ်းရီယိုသွူ

source: Success, profile created!
blk: မာꩻထွာလွဉ် နမ်းအအဲဉ်ႏ၊အောင်ႏဗꩻလဲဉ်း!

source: Suret
blk: သူရတ်

source: Svan
blk: သဗန်

source: Swahili
blk: သွာဟီလီ

source: Swedish
blk: သွီဒေန်

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
blk: အွဉ်ႏတိဉ်ႏလွေꩻ လိတ်ရဲဉ်ႏတာႏ ပက်လွေꩻသွော့ အထွေဖဲ့ꩻ၊ မာꩻထွာဒွုမ်အတာႏ ပက်လွေꩻသွော့ အစေႏဖဲ့ꩻ၊ ကာႏငါတာႏ ပက်ကီသွော့။ <strong>အွဉ်ႏဖေင်ꩻမွိုန်း ဒင်ႏပသာထင်ႏသွော့ နာꩻ ထာꩻထွားစဲစ်ယို!</strong>

source: Tagalog
blk: တက်လောက်

source: Taiwanese (Minnan)
blk: ထုဲင်ဝန်(မေန်း နန်)

source: Taking several attempts to read a word.
blk: ငေါဝ်းငွါတဖြုံႏတာႏ ကျိုꩻစာꩻသောင်ႏသာ ထွားဒေါ့ꩻဗာႏအလဲင်ႏအာအာသွူ။

source: Tap
blk: တေက်ꩻ

source: Tatar
blk: တာတား

source: Technology and Robotics
blk: နယ်ꩻပညာႏ တွမ်ႏ စက်ရွုတ်ဖုံႏ

source: Telugu
blk: တဲလုဂု

source: Terms
blk: ဖွောင်ꩻရဲးကမ်း

source: <termsLink>Terms</termsLink>
blk: <termsLink>တဖွောင်ꩻရဲးကမ်း</termsLink>

source: Thai
blk: ထုဲင်ꩻ

source: Thank you for contributing your bulk submission!
blk: နာꩻ စွဲးကမ်းဒင်ႏထင်ႏနယ်ဖေႏ ငေါဝ်းလိတ်ရဲဉ်ႏအအာဖုံႏယိုအတာႏ ကေႏဇူꩻတင်ႏငါႏသွူဩ!

source: Thank you for contributing your voice!
blk: ကနွို့စွဲးကမ်းဖေႏဒါႏ နီဗွေႏငေါဝ်းငွါအတာႏ ကေႏဇူꩻတင်ႏငါႏသွူဩ!

source: Thank you for donating your voice clips!
blk: ကလူႏစွဲးကမ်းသော့ꩻဖေႏဒါႏ နီဗွေႏငေါဝ်းအတာႏ ကေႏဇူꩻတင်ႏငါႏသွူဩ!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
blk: ဒင်ႏမုဲင်တောင်ꩻဖေႏ ငေါဝ်းအတာႏ ကေႏဇူꩻတင်ႏငါႏဩ!<lineBreak></lineBreak>ယိုခါ ထွားစဲစ်သွော့ဆꩻလယိုထွူတဲင် ဒင်ႏပသာငါဖေႏနေား။

source: Thank you for your voice information
blk: နာꩻ ငေါဝ်းငွါအဆင်ႏလာႏအတာႏ ကေႏဇူꩻတင်ႏငါႏသွူ

source: The bumblebee sped by.
blk: တမူနောဝ်ꩻ ကွင်ႏထာꩻမွိုင်ငါႏသွူ။

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
blk: အငေါဝ်းကွို့ꩻ ခင်ႏလမ်းထိုꩻမားကရိုꩻနောဝ်ꩻ ပါသော့ꩻတောဝ်းဒွုမ် ကောင်မွဉ်းဗွဲက် အဆင်ႏခြွဉ်းဗူႏကို ကအောဝ်ႏဒါႏ အငေါဝ်းကွို့ꩻဖုံႏဒျာႏသွူ။ ပီနုဲင်းအဆင်ႏခြွဉ်းဗူႏနေနေ အငေါဝ်းကွို့ꩻ ခင်ႏလမ်းထိုꩻမားယိုလဲ့ ငင်ႏထူႏအီ လꩻနွောင်ꩻဒျာႏသွူ။ ကစွဲးကမ်းကူႏညီႏဖေႏဒါႏ နီသွဉ်းသီး ထာꩻမာꩻခြပ်ရဲဉ်ႏ လိုꩻပုဂ္ဂိုလ်ႏဖုံႏ တွမ်ႏ အစွိုꩻအဗူႏဖုံႏယိုလဲ့ နီသွဉ်းသီး ကေႏဇူꩻတင်ႏငါႏသွူဩ။

source: The clip has disrespectful or offensive language.
blk: ငေါဝ်းကွို့ꩻယိုအကို ထာꩻရိုႏသေႏဝင်ꩻ တအောဝ်ႏတောဝ်း တွမ်ႏ ငေါဝ်းဆာငေါဝ်းရွိုင်ꩻ ဘာႏသာႏငေါဝ်းငွါဖုံႏ အောဝ်ႏပါသော့ꩻနောဝ်ꩻသွူ။

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
blk: ကောင်မွဉ်းဗွဲက် အဆင်ႏခြွဉ်းဗူႏအကိုယို အငေါဝ်းနမူႏနာႏ သိန်ႏရေင်ꩻရျာꩻ အောဝ်ႏပါသော့ꩻတဲင် စွဲးကမ်းဖေႏ Developers (ကေားတဲႏဆို့ꩻသား) သီးတာႏ ဖေႏကတဲႏဆို့ꩻနွောင်ꩻ နာႏအငေါဝ်းနယ်ခြွိုင်းဖုံႏ နောဝ်ꩻသွူ။

source: The giant dinosaur of the Triassic.
blk: ထရုဲင်အဲစ်သစ် စိုးခေတ်ကို ကအောဝ်ႏဒါႏ အနမ်းဗာႏတန်တန် ဒုဲင်နိုသောတဗာႏ။

source: The giant dinosaurs of the Triassi-.
blk: ထရုဲင်အဲစ်သစ် စိုးခေတ်ကို ကအောဝ်ႏဒါႏ အနမ်းဗာႏတန်တန် ဒုဲင်နိုသောဖုံႏနောဝ်ꩻ ထရုဲင်အဲစ်သ...။

source: The giant dinosaurs of the Triassic.
blk: ထရုဲင်အဲစ်သစ် စိုးခေတ်ကို ကအောဝ်ႏဒါႏ အနမ်းဗာႏတန်တန် ဒုဲင်နိုသောဖုံႏ။

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
blk: ဗွိုန်တွမ်ႏ ထရုဲင်အဲစ်သစ် ကာႏလခိန်ႏ ဒုဲင်နိုသောတန်ဖုံႏသွူ။ <strong>[အငေါဝ်းထန်ႏထွားဒေါ့ꩻနေး ကေားထွားဒေါ့ꩻလိတ်သား တဖြာꩻလုဲင်း]</strong>

source: The giant dinosaurs of the Triassic. Yes.
blk: ထရုဲင်အဲစ်သစ် စိုးခေတ်ကို ကအောဝ်ႏဒါႏ အနမ်းဗာႏတန်တန် ဒုဲင်နိုသောဖုံႏ။ မွေးဩ။

source: The giant dino <strong>[cough]</strong> the Triassic.
blk: ဒုဲင်နိုသောတန်နောဝ်ꩻ <strong>[ငေါဝ်းကဟဲ့ꩻ]</strong> ထရုဲင်အဲစ်သစ် ကာႏလဒျာႏသွူ။

source: There are currently no sentences to review in this language.
blk: ယိုခါခါ ထွားစဲစ်ချာ ဘာႏသာႏငေါဝ်းငွါယိုတာႏ လိတ်ရဲဉ်ႏ တအောဝ်ႏတောဝ်းသွူ။

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
blk: ဘာႏသာႏငေါဝ်းငွါအတာႏ ဟောဝ်ယူႏတွက်နပ်ခရာႏ အနယ်ꩻအောဝ်ႏအာမွေးငါႏသွူ။ တောင်ꩻအီ အငေါဝ်း စက်ပညာႏမော်ဒယ်ယံလွိုတာႏ ကောင်မွဉ်းဗွဲက်ယို အဓိကအထျꩻ အွဉ်ႏရေꩻလွေꩻ 'တဖြာꩻတွမ်ႏတဖြာꩻ နာႏငေါဝ်း သေနာႏနွောင်ꩻအီလို့ဝင်ꩻ' မွေးတောဝ်းလဲ့ 'လိုꩻကအောဝ်ႏဒေါ့ꩻဒါႏ ဘာႏသာႏငေါဝ်းငွါယိုဖုံႏနောဝ်ꩻ မိဉ်ႏကျိုꩻစာꩻနောဝ်ꩻ ကဲဉ်းအာအာ သေနာႏနွောင်ꩻလို့နေဝင်ꩻဟောင်း?' ကရိုꩻနောဝ်ꩻ အွဉ်ႏနယ်စွဲးကမ်းခါꩻဖေႏနောဝ်ꩻသွူ။

source: The recording was too long.
blk: ဒင်ႏမုဲင်အငေါဝ်း ဆွာꩻလွဉ်ꩻငါႏ။

source: The recording was too quiet.
blk: ဒင်ႏမုဲင်အငေါဝ်း ယေန်ဗွီႏလွဉ်ꩻငါႏ။

source: The recording was too short.
blk: ဒင်ႏမုဲင်အငေါဝ်း ဒွေါင်ႏလွဉ်ꩻငါႏ။

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
blk: ယိုခါခါ ဘာႏသာႏငေါဝ်းငွါယိုတာႏ တဲမ်းမုဲင်လိတ်ယာႏ အငေါဝ်းဖုဲင် တအောဝ်ႏတောဝ်းဒွိုန်း။ မုဲင်ꩻမုဲင်ꩻခန်းတယောဝ်း မိဉ်ႏနျꩻသွုပ်ငါလွေꩻ'ကာႏငါ' ယိုလꩻနွောင်ꩻဒျာႏ တွမ်ႏ ကကာႏငါခါꩻဒါႏ ကတူႏရဲဉ်ႏဖုံႏ မွေးတောဝ်းလဲ့ လွေꩻကျိုꩻစာꩻထွားစဲစ်ချာသွော့ တဲမ်းမုဲင်လိတ်ယာႏကိုနေား။

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
blk: ထွားဒေါ့ꩻ လိတ်သားသီးအခါႏကို အငေါဝ်းထန်ႏ အတန်အပေႏယို သဘာဝအလꩻ တဗွိုန်ပီတောဝ်းဝင်ꩻဖုံႏ အီႏအောဝ်ႏဒါႏသွူ။ အငေါဝ်း မိဉ်ႏထိုလွဉ်ꩻငါႏတဲင် ဒင်ႏမုဲင်အငေါဝ်းယို မိဉ်ႏတကွို့ꩻထဲ့ထိုꩻ မွေးတောဝ်းလဲ့ (ထွာအာလွိုထဲင်းဒါႏ) မိဉ်ႏထဲ့ဖွိုႏလင်ꩻလွဉ်ꩻငါႏတဲင် တဲမ်းဒါႏလိတ်ယာႏယို တပါတောဝ်းနောဝ်ꩻ ကဒေါ့ꩻဗာႏဒါႏအငေါဝ်းယို နာႏဟွုန် ဖေႏနွောင်ꩻတောဝ်းနောဝ်ꩻမꩻ လက်ခံႏနေးစူꩻမွုန်းတောဝ်း (နုဲင်းဝေါင်းထိုꩻဗာႏ) သွူ။

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
blk: Sentence Collector ရွမ်ထူႏလိတ်ရဲဉ်ႏဝါကျယိုနောဝ်ꩻ အထျꩻယို အောဝ်ႏခြုဲင်းတေားလွေꩻဒျာႏ Common Voice ကောင်မဉ်းဗွဲက် ခေင်ႏထိုလောင်းကိုသွူ ကောင်မွဉ်းဗွဲက်ကိုနောဝ်ꩻ <writeURL>တဲမ်း</writeURL> နွောင်ꩻလဲဉ်းလိတ်ရဲဉ်ႏတဗာႏသွူ နောဝ်ꩻတောဝ်းလဲ့ <reviewURL>ထွားစဲစ်ချာ</reviewURL> နွောင်ꩻလဲဉ်းဒင်ႏထင်ႏ လိတ်ရဲဉ်ႏတဗာႏယိုနောဝ်ꩻသွူ။

source: The sentence has a grammatical or spelling error.
blk: ငေါဝ်းလိတ်ရဲဉ်ႏယိုအကို ကပါသော့ꩻဒါႏ သဒ္ဒါႏမဲန်ႏတောဝ်း မွေးတောဝ်းလဲ့ တဲမ်းမာႏလိတ်ဖြုံႏဖုံႏ အမာႏတဗာႏသွူ။

source: The sentence has disrespectful or offensive language.
blk: ငေါဝ်းလိတ်ရဲဉ်ႏယိုအကို ကပါသော့ꩻဒါႏ ထာꩻရိုႏသေႏဝင်ꩻ တအောဝ်ႏတောဝ်း တွမ်ႏ ငေါဝ်းဆာငေါဝ်းရွိုင်ꩻ ဘာႏသာႏငေါဝ်းငွါဖုံႏသွူ။

source: The sentence must be grammatically correct.
blk: လိတ်ရဲဉ်ႏနောဝ်ꩻ ယံကမဲန်ႏဗာႏတွမ်ႏ သဒ္ဒါႏအလꩻသွူ။

source: The sentence must be speakable.
blk: လိတ်ရဲဉ်ႏနောဝ်ꩻ ဖေႏကဒေါ့ꩻဒါႏ တဲမ်းခါꩻဗာႏသွူ။

source: The sentence must be spelled correctly.
blk: တဲမ်းဆင်းခြွဉ်း မဲန်ႏမဲန်ႏဗာႏ လိတ်ရဲဉ်ႏ နေား။

source: The site is ready to be launched when it reaches 75% completion.
blk: အောဝ်ႏမာꩻထာꩻမာꩻယို မိဉ်ႏထွူ လꩻလဲဉ်း ဆေ့ꩻ ၇၅ ရျာႏပဲင်ꩻ နောဝ်ꩻ ဝဲက်သုဲက်ယို ဒင်ႏလွေꩻနွောင်ꩻလဲဉ်း အွဉ်ႏကောႏတဲႏစသက်မွန် နောဝ်ꩻသွူ။

source: The website text is translated into that language.
blk: သုဲက်ပွိုင် လိတ်ယာႏယိုနောဝ်ꩻ ချာႏပြန်ႏဘာႏသာႏလွေꩻဖေႏ ဘာႏသာႏငေါဝ်းငွါ သူꩻသွူ။

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
blk: အဆင်ႏလာႏယိုနောဝ်ꩻ မိဉ်ႏတအောဝ်ႏလိုႏတောဝ်းနောဝ်ꩻ ထေထန်ႏတောဝ်းလဲ့ လꩻဒျာႏတဲင်၊ နီဗွေႏနမ်းတဖြာꩻဖဲ့ꩻတာႏ လိုမ်းဗိဉ်ႏဒျာႏသွူ။ နီသွဉ်းသီး မိဉ်ႏထေထန်ႏ အဆင်ႏခြွဉ်းဗူႏနောဝ်ꩻ နမ်းပဲင်ႏ အဆင်ႏလာႏယို အီႏပလို့ꩻဗိဉ်ႏခါꩻဖေႏဒျာႏ။ နီဗွေႏမဉ်ꩻ တွမ်ႏ အီးမေးဖုံႏယိုလဲ့ သက်အရွယ်ႏ မွေးတောဝ်းလဲ့ လိုꩻအင်္ဂါႏ အခို/အမူႏ အဆင်ႏလာႏဖုံႏတွမ်ႏ ဖေႏကသွုပ်ထူႏဗာႏမွုန်းယို အီႏထွားစဲစ်ရဲးကမ်းခါꩻဖေႏဒျာႏသွူ။

source: Three to go!
blk: လွေꩻထဲင်းသွံဗာႏ!

source: Thur
blk: တုဝါ

source: Tibetan
blk: တိဗဲက်

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
blk: အီႏပြောင်ꩻလုဲင်ႏနာꩻအီးမေးယိုတာႏ မွေးတောဝ်းလဲ့ အီႏမွဉ်းဖျင်ချာအတာႏ ပသာလွဉ်ဖေႏသွော့ နီသွဉ်းသီး နာꩻအီးမေး <emailFragment>commonvoice@mozilla.com</emailFragment>ယိုနေား။

source: Toki Pona
blk: တိုကီ ပိုနာ

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
blk: ယံဖေႏကပါသော့ꩻနွောင်ꩻ ကောင်မွဉ်းဗွဲက် (Common Voice) အဆင်ႏခြွဉ်းဗူႏကိုနောဝ်ꩻ အငေါဝ်းအကွို့ꩻတဗာႏယို ခွဲးခေါ် ကေားသွုံꩻသားနီဖြာꩻ နောဝ်ꩻ ထွားစဲစ်ဖေႏဗာႏ အမဲန်ႏနောဝ်ꩻသွူ။

source: Too many files
blk: ဖုဲင်လာႏဖုံႏ အာလွဉ်ꩻငါႏ

source: Transcribe
blk: လိတ်ယာႏမုဲင်တောင်ꩻ

source: Transcribe audio recordings
blk: ပြောင်ꩻထွာလွေꩻ ဒင်ႏမုဲင်တောင်ꩻအငေါဝ်းဖုံႏ

source: Transcribe audio recordings into text
blk: ဒင်ႏမုဲင်တောင်ꩻအငေါဝ်းဖုံႏယို ပြောင်ꩻထွာလွေꩻသွော့ လိတ်ယာႏ

source: Transcript submitted successfully
blk: ဒင်ႏပသာထင်ႏ တဲမ်းမုဲင်လိတ်ယာႏ အောင်ႏဗꩻလဲဉ်း။

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
blk: <translateVideoLink>သွုံꩻဗာႏ ပွန်တွန်း နုဲင်းမုဲင်ꩻနောဝ်ꩻ ထွားသွော့ နီသွဉ်းသီး ကအွဉ်ႏနယ်ကိုယို</translateVideoLink>

source: Translating the site
blk: အောဝ်ႏလုဲင်ႏချာႏဘာႏသာႏ ပွိုင်ကို(သုဲက်)

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
blk: ပြန်ႏဘာႏသာႏယိုနောဝ်ꩻ အောဝ်ႏအဲင်းဂလေတ်ဘာႏသာႏငေါဝ်းငွါကို ချာႏပြန်ႏလွေꩻဒျာႏ၊ ကွဲးတွော့ꩻ နာꩻ ထွားနွောင်ꩻဒျာႏ <strong >အထွောင်းလင်တဖူꩻနယ်ꩻဖုံႏ</strong> ဘာႏသာႏငေါဝ်းငွါအလင်ကိုနောဝ်ꩻသွူ။ နျꩻလွေꩻ <strong >နမ်းအအဲဉ်ႏ (Profile)</strong> ပွုံႏငုဲင်ꩻ၊ ထွူတဲင် <strong >ထာꩻစက်ပန်ႏ (Settings)</strong> သွုပ်လေတ်နောဝ်ꩻတဲင် ထဲမ်သော့ꩻပါ နာꩻကဒေါ့ꩻဒါႏ ဘာႏသာႏငေါဝ်းငွါဖုံႏနောဝ်ꩻသွူ။ ခင်ႏဆꩻလ အထွေဖဲ့ꩻနောဝ်ꩻကို အီႏအောဝ်ႏပါလွေꩻ ပြန်ႏဘာႏသာႏစာႏရင်ꩻဖုံႏ ကဟဲ့ꩻဒါႏ <strong >အုံတွူး ဒေႏသဘာႏသာႏငေါဝ်းငွါ (Locales)</strong> နောဝ်ꩻသွူ။ ပြန်ႏဘာႏသာႏဖုံႏယို တနီꩻမိဉ်ႏဗွေထွူမꩻ အီႏအွဉ်ႏဒင်ႏနယ်ဖေႏ ဝဲက်သုဲက်အကိုနောဝ်ꩻသွူ။

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
blk: ထာꩻမာꩻပြန်ႏဘာႏသာႏ ကောင်မွဉ်းဗွဲက် သုဲက်ပွိုင် ယိုဖုံႏနောဝ်ꩻ ခွုမ်မာꩻလွေꩻဒျာႏ <strong>ပွန်တွန်း</strong> ကိုသွူဩ။
